Repository: ulm-university-news/UlmUniversityNewsWindowsApp
Catalog: UlmUniversityNews/UlmUniversityNews/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de

# SearchGroupsSearchButton.Label
source: search groups
de_de: gruppe suchen

# SearchGroupsSearchOptionId.Content
source: Search by id
de_de: Suche nach Id

# SearchGroupsSearchOptionName.Content
source: Search by name
de_de: Suche nach Name

# SearchGroupStatus
source: Searching for groups
de_de: Suche nach Gruppen

# SearchGroupsTypeOptionTutorialGroup.Content
source: Tutorial group
de_de: Tutoriumsgruppe

# SearchGroupsTypeOptionWorkingGroup.Content
source: Working group
de_de: Arbeitsgruppe
